# 도서 데이터 정의 (샘플)
# 필수 데이터: 도서명, 저자명, ISBN, 대여상태
# 상세 데이터: 도서 종류, 페이지수, 도서 위치
# 자료 구조 딕셔너리

book_info = [{도서명: "책제목",
              저자명: "김작가", 
              식별 코드(ISBN): "abcdef", 
              대여 상태: "대여 가능"/ "대여 불가능", 
              도서 종류: "일반"/"전자", 페이지수: "100쪽", 
              도서 위치: "1층"/"2층"/"3층"/"4층"/"5층"/"별도 문의 바람"},

              {도서명: "책제목",
               저자명: "김작가", 
               식별 코드(ISBN): "abcdef", 
               대여 상태: "대여 가능"/ "대여 불가능", 
               도서 종류: "일반"/"전자", 페이지수: "100쪽", 
               도서 위치: "1층"/"2층"/"3층"/"4층"/"5층"/"별도 문의 바람"},

              {도서명: "책제목",
               저자명: "김작가", 
               식별 코드(ISBN): "abcdef", 
               대여 상태: "대여 가능"/ "대여 불가능", 
               도서 종류: "일반"/"전자", 페이지수: "100쪽", 
               도서 위치: "1층"/"2층"/"3층"/"4층"/"5층"/"별도 문의 바람"},

              {도서명: "책제목",
               저자명: "김작가", 
               식별 코드(ISBN): "abcdef", 
               대여 상태: "대여 가능"/ "대여 불가능", 
               도서 종류: "일반"/"전자", 페이지수: "100쪽", 
               도서 위치: "1층"/"2층"/"3층"/"4층"/"5층"/"별도 문의 바람"},


              




             ]